Repository: Nicu9josu4/FWC-TelegramBot
Catalog: Resources/Resources.*.resx
Languages: ro, ru

source: and
ro: si
ru: и

source: Back
ro: Inapoi
ru: Назад

source: Description
ro: Descriere
ru: Описание

# DescriptionText
source: This event is created in honor of the football championship from all over the world, You are welcome anyone who is part of the Moldcell team can participate. The goal is: Accumulating points and rising to the top to receive a prize. Football-World-Championship year 2022 is organized by 32 football teams following 64 games between teams The given event is not a game of chance or an environment in which it will be necessary to invest something.
ro: Acest eveniment este creat în onoarea campionatului de fotbal din întreaga lume, sunteți binevenit poate participa oricine care face parte din echipa Moldcell. Scopul este: Acumularea de puncte și ridicarea în vârf pentru a primi un premiu. Campionatul Mondial de Fotbal 2022 este organizat de 32 de echipe de fotbal în urma a 64 de meciuri între echipe Evenimentul dat nu este un joc de noroc sau un mediu în care va fi necesar să investești ceva.
ru: Это мероприятие создано в честь футбольного чемпионата со всего мира, добро пожаловать принять участие может любой, кто является частью команды Moldcell. Цель: Накопить очки и подняться на вершину, чтобы получить приз. Чемпионат мира по футболу 2022 года организован 32 футбольными командами после 64 игр между командами. Данное событие не является азартной игрой или средой, в которую нужно будет что-то вкладывать.

source: English
ro: Engleza
ru: Английский

# Enter your name, surname and phone according to the model:
source: Enter your name, surname and phone number according to the model:
ro: Introduceți numele, prenumele și numarul de telefon conform modelului:
ru: Введите имя, фамилию и номер телефона по образцу:

source: Equal
ro: Egalitate
ru: Ничья

source: For teams
ro: Pentru echipele
ru: Для команд

source: from match between
ro: din meciul dintre
ru: от матча между

source: from team
ro: din echipa
ru: из команды

source: History
ro: Istoria
ru: История

source: In the match between:
ro: În meciul dintre:
ru: В матче между:

source: Introduce final score by model:
ro: introduceti scorul final dupa modelul:
ru: Введите финальный счёт игры согласно образца:

source: Main Menu
ro: Meniu principal
ru: Главное меню

source: No
ro: Nu
ru: Нет

source: None
ro: Nici unul
ru: Никого

source: Players
ro: Jucatorii
ru: Игроки

source: Players with goals:
ro: Jucători cu gol:
ru: Игроки, забившие:

source: Register please on
ro: Înregistrați-vă vă rog
ru: Зарегистрируйтесь, пожалуйста, на

source: Register prognose for this matches
ro: Inregistrati prognoza pentru acest meci
ru: Запишите прогноз на этот матч

source: Register the final winner team
ro: Alegeti echipa care va iesi invingatoare in final
ru: Выберите команду, которая выиграет чемпионат мира по футболу 2022

source: Romanian
ro: Română
ru: Румынский

source: Rules
ro: Reguli
ru: Правила

# RulesText
source: - Read the rules carefully and if you agree, press the 'Start the game' button to participate - To be able to participate in this event, it will be necessary to register with your name, surname and staff number. to be able to determine the winner "http://t.me/FWChampionshipBot" - A match will last 90 minutes, the participants will have to predict the winnings before the matches start, In total there are 32 teams, which means there will be 64 games. - For each correct answer, the participant will receive points: * Predicting the win of the correct order or tie - 1 point * Correct total score prediction - 5 points * Predicting the player who will score a goal - 3 points * Forecasting the winning team until the date of: ** December 3 - 50 points ** December 9 - 25 points ** December 13 - 10 points - Each participant can predict 3 times in a match: only one team out of two, The total score or tie and only one player will score a goal regardless of the time of the game - The more points you have, the greater the chance to get the first place
ro: - Cititi cu atentie regulamentul si in caz ca sunteti de acord atunci apasati butonul 'Inceperea jocului' la participare - Pentru a putea participa la acest eveniment va fi necesar sa va inregistrati cu numele, prenumele si numarul staff dvs. pentru a putea determina castigatorul " http://t.me/FWChampionshipBot " - Un meci va dura 90 minute participantii vor trebui sa prognozeze castigurile inainte ca meciurile sa inceapa, In total sunt 32 echipe ce inseamna ca vor fi 64 de jocuri. - Pentru fiecare raspuns corect participantul va primi puncte: * Prognozarea castigului comenzii corecte sau egalitate - 1 puncte * Prognozarea scorului total corect - 5 puncte * Prognozarea jucatorului care va da un gol - 3 puncte * Prognozarea echipa castigatoare pana la data de: ** 3 decembrie - 50 puncte ** 9 decembrie - 25 puncte ** 13 decembrie - 10 puncte - Fiecare participant poate prognoza de 3 ori la un match: o singura echipa din doua, Scorul total sau egalitate si doar un singur jucator ce va da un gol indiferent de timpul jocului - Cu cat detii mai multe puncte cu atat mai mare sansa ca sa obtii primul loc
ru: - Внимательно прочитайте правила и, если вы согласны, нажмите кнопку «Начать игру», чтобы принять участие - Чтобы иметь возможность участвовать в этом мероприятии, необходимо будет зарегистрироваться под своим именем, фамилией и табельным номером. чтобы иметь возможность определить победителя "http://t.me/FWChampionshipBot" - Матч будет длиться 90 минут, участники должны будут угадать выигрыш до начала матчей, Всего 32 команды, а значит будет 64 игры. - За каждый правильный ответ участник будет получать баллы: * Прогнозирование выигрыша в правильном порядке или ничьей - 1 балл * Правильный прогноз общего балла - 5 баллов * Предсказание игрока, который забьет гол - 3 очка * Прогнозирование команды-победителя до даты: ** 3 декабря - 50 баллов ** 9 декабря - 25 баллов ** 13 декабря - 10 баллов - Каждый участник может угадать 3 раза в матче: только одну команду из двух, Общий счет или ничья, и только один игрок забьет гол независимо от времени игры. - Чем больше у вас очков, тем больше шанс занять первое место

source: Russian
ro: Rusă
ru: Русский

# See the best voters
source: Participants results
ro: Clasament participantilor
ru: Рейтинг участников

# Select final score of the match
source: Click here to select final score
ro: Apasati aici pentru a alege scorul final
ru: Нажмите сюда чтобы выбрать окончательный счет

# Select Final Team
source: Select the Winner of the Football World Cup 2022
ro: Alege echipa câștigătoarea la Campionat Mondial de Fotbal 2022
ru: Выберите команду-победителя Чемпионата Мира по Футболу 2022

source: Select Language
ro: Setarea limbii
ru: Настройки языка

source: Select Match
ro: Alegerea meciului
ru: Выберите матч

source: Select Player
ro: Selectați jucătorul
ru: Выберите, который забьёт гол

source: Select player from team
ro: Selectați un jucător din echipă
ru: Выберите игрока из команды

source: Settings
ro: Setari
ru: Настройки

source: Something went wrong
ro: Ceva n-a mers bine
ru: Что-то пошло не так

source: Start Prognose
ro: Intoduceti prognostic
ru: Введите прогноз

source: Teams or Equal
ro: Echipa sau egalitate
ru: Команда или ничья

source: The final score
ro: Scorul final
ru: Окончательный счет

source: The score cannot be negative
ro: Scorul nu poate fi negativ
ru: Счёт не может быть отрицательным

source: The winning team
ro: Echipa învingătoare
ru: Kоманда-победитель

source: There is no such page
ro: Nu exista asa pagina
ru: Страница не существует

source: Top Voters
ro: Topul participantilor
ru: Список топ участников

source: Total
ru: Итоги

source: Try command
ro: Încercați comanda
ru: Попробуйте команду

source: Vote please:
ro: Votati va rog:
ru: Проголосуйте пожалуйста:

source: Yes
ro: Da
ru: Да

source: You can select match and get many points or you can try to select who was win in final
ro: Poti selecta meciul ca sa primesti mai multe puncte in prognozarea castigului sau sa alegi echipa care va deveni castigatoare in final
ru: Вы можете выбрать матч, чтобы получить больше очков в прогнозировании победы или выбрать команду, которая в итоге станет победителем

source: You entered an incorrect score, try again
ro: Ati introdus un scor incorect, mai incercati
ru: Вы ввели неверный счет, попробуйте еще раз

source: You have chosen the team that will come out in the end
ro: Ai ales echipa care va ieși până la urmă
ru: Вы выбрали команду, которая выйдет в конце

source: You have entered an incorrect name
ro: Ați introdus un nume incorect
ru: Вы ввели неверное имя

source: You have entered an incorrect phone number, please try again
ro: Ați introdus un număr de telefon incorect, vă rugăm să încercați din nou
ru: Вы ввели неверный номер телефона, попробуйте еще раз

source: You have not entered enough data, try again
ro: Nu ați introdus suficiente date, încercați din nou
ru: Вы ввели недостаточно данных, попробуйте еще раз

source: You have not entered the data
ro: Nu ați introdus datele
ru: Вы не ввели данные

# You have registered, do you want to change the data?
source: You have already registered, do you want to change the data?
ro: Dumneavoastra V-ati inregistrat, doriti sa modificati datele?
ru: Вы уже зарегистрировались, желаете изменить данные?

source: You have registred successfully
ro: V-ati inregistrat cu success
ru: Вы успешно зарегистрировались

source: You have select
ro: Ai selectat
ru: Вы выбрали

source: You have select equal
ro: Ati votat egalitate
ru: Вы проголосовали за ничью

source: You have select equal from match between
ro: Ai selectat egal din meciul dintre
ru: Вы выбрали ничью в матче между

source: You have select player
ro: Ati votat jucatori
ru: Вы проголосовали за игрокa

source: You have select score
ro: Ati selectat scorul
ru: Вы выбрали счет

source: You have selected
ro: Ai selectat
ru: Вы выбрали

source: You have taken no action
ro: Nu ai luat nicio acțiune
ru: Вы не предприняли никаких действий

source: You have vote:
ro: Pronostic Dvs:
ru: Ваш прогноз:

source: You have voted equal between
ro: Ai votat egalitate între
ru: Вы проголосовали за ничью между

source: You have voted successfully
ro: Ati ales cu success
ru: Вы успешно выбрали.

# Your number contains too many digits
source: Your number contains too many digits, please try again
ro: Numărul dvs. conține prea multe cifre, vă rugăm să încercați din nou
ru: Ваш номер содержит слишком много цифр, попробуйте еще раз

# Your number does not contain enough digits
source: Your number does not contain enough digits, please try again
ro: Numărul dvs. nu conține suficiente cifre, vă rugăm să încercați din nou
ru: Bаш номер не содержит достаточного количества цифр, попробуйте еще раз
